{"CIP50BACHL": "Bachelor's degree in Visual And Performing Arts.", "CIP39CERT1": "Certificate of less than one academic year in Theology And Religious Vocations.", "CIP39CERT2": "Certificate of at least one but less than two academic years in Theology And Religious Vocations.", "CIP13ASSOC": "Associate degree in Education.", "CIP39CERT4": "Award of more than two but less than four academic years in Theology And Religious Vocations.", "CIP45CERT4": "Award of more than two but less than four academic years in Social Sciences.", "CIP30ASSOC": "Associate degree in Multi/Interdisciplinary Studies.", "CIP24CERT2": "Certificate of at least one but less than two academic years in Liberal Arts And Sciences, General Studies And Humanities.", "CIP24CERT1": "Certificate of less than one academic year in Liberal Arts And Sciences, General Studies And Humanities.", "CIP24CERT4": "Award of more than two but less than four academic years in Liberal Arts And Sciences, General Studies And Humanities.", "CIP46CERT4": "Award of more than two but less than four academic years in Construction Trades.", "CIP42BACHL": "Bachelor's degree in Psychology.", "CIP09BACHL": "Bachelor's degree in Communication, Journalism, And Related Programs.", "CIP03BACHL": "Bachelor's degree in Natural Resources And Conservation.", "CIP45CERT2": "Certificate of at least one but less than two academic years in Social Sciences.", "CIP40CERT4": "Award of more than two but less than four academic years in Physical Sciences.", "CIP48BACHL": "Bachelor's degree in Precision Production.", "CIP40CERT1": "Certificate of less than one academic year in Physical Sciences.", "CIP40CERT2": "Certificate of at least one but less than two academic years in Physical Sciences.", "CIP50CERT4": "Award of more than two but less than four academic years in Visual And Performing Arts.", "CIP30CERT2": "Certificate of at least one but less than two academic years in Multi/Interdisciplinary Studies.", "CIP30CERT1": "Certificate of less than one academic year in Multi/Interdisciplinary Studies.", "CIP30CERT4": "Award of more than two but less than four academic years in Multi/Interdisciplinary Studies.", "CIP44BACHL": "Bachelor's degree in Public Administration And Social Service Professions.", "CIP11CERT2": "Certificate of at least one but less than two academic years in Computer And Information Sciences And Support Services.", "CIP11CERT1": "Certificate of less than one academic year in Computer And Information Sciences And Support Services.", "CIP11CERT4": "Award of more than two but less than four academic years in Computer And Information Sciences And Support Services.", "CIP31BACHL": "Bachelor's degree in Parks, Recreation, Leisure, And Fitness Studies.", "CIP15CERT4": "Award of more than two but less than four academic years in Engineering Technologies And Engineering-Related Fields.", "CIP15CERT2": "Certificate of at least one but less than two academic years in Engineering Technologies And Engineering-Related Fields.", "CIP15CERT1": "Certificate of less than one academic year in Engineering Technologies And Engineering-Related Fields.", "CIP12CERT4": "Award of more than two but less than four academic years in Personal And Culinary Services.", "CIP10BACHL": "Bachelor's degree in Communications Technologies/Technicians And Support Services.", "CIP51ASSOC": "Associate degree in Health Professions And Related Programs.", "CIP48ASSOC": "Associate degree in Precision Production.", "CIP46BACHL": "Bachelor's degree in Construction Trades.", "CIP54CERT4": "Award of more than two but less than four academic years in History.", "CIP13CERT1": "Certificate of less than one academic year in Education.", "CIP13CERT2": "Certificate of at least one but less than two academic years in Education.", "CIP13CERT4": "Award of more than two but less than four academic years in Education.", "CIP45CERT1": "Certificate of less than one academic year in Social Sciences.", "CIP10CERT4": "Award of more than two but less than four academic years in Communications Technologies/Technicians And Support Services.", "CIP49CERT4": "Award of more than two but less than four academic years in Transportation And Materials Moving.", "CIP10CERT1": "Certificate of less than one academic year in Communications Technologies/Technicians And Support Services.", "CIP49CERT2": "Certificate of at least one but less than two academic years in Transportation And Materials Moving.", "CIP49CERT1": "Certificate of less than one academic year in Transportation And Materials Moving.", "CIP10CERT2": "Certificate of at least one but less than two academic years in Communications Technologies/Technicians And Support Services.", "CIP29CERT1": "Certificate of less than one academic year in Military Technologies And Applied Sciences.", "CIP40BACHL": "Bachelor's degree in Physical Sciences.", "CIP14CERT1": "Certificate of less than one academic year in Engineering.", "CIP51CERT4": "Award of more than two but less than four academic years in Health Professions And Related Programs.", "CIP14CERT2": "Certificate of at least one but less than two academic years in Engineering.", "CIP51CERT2": "Certificate of at least one but less than two academic years in Health Professions And Related Programs.", "CIP14CERT4": "Award of more than two but less than four academic years in Engineering.", "CIP51CERT1": "Certificate of less than one academic year in Health Professions And Related Programs.", "CIP50CERT1": "Certificate of less than one academic year in Visual And Performing Arts.", "CIP50CERT2": "Certificate of at least one but less than two academic years in Visual And Performing Arts.", "CIP46ASSOC": "Associate degree in Construction Trades.", "CIP40ASSOC": "Associate degree in Physical Sciences.", "CIP22BACHL": "Bachelor's degree in Legal Professions And Studies.", "CIP43ASSOC": "Associate degree in Homeland Security, Law Enforcement, Firefighting And Related Protective Services.", "CIP29CERT4": "Award of more than two but less than four academic years in Military Technologies And Applied Sciences.", "CIP43BACHL": "Bachelor's degree in Homeland Security, Law Enforcement, Firefighting And Related Protective Services.", "CIP19BACHL": "Bachelor's degree in Family And Consumer Sciences/Human Sciences.", "CIP54CERT1": "Certificate of less than one academic year in History.", "CIP54CERT2": "Certificate of at least one but less than two academic years in History.", "CIP31CERT1": "Certificate of less than one academic year in Parks, Recreation, Leisure, And Fitness Studies.", "CIP31CERT2": "Certificate of at least one but less than two academic years in Parks, Recreation, Leisure, And Fitness Studies.", "CIP31CERT4": "Award of more than two but less than four academic years in Parks, Recreation, Leisure, And Fitness Studies.", "CIP15ASSOC": "Associate degree in Engineering Technologies And Engineering-Related Fields.", "CIP38CERT1": "Certificate of less than one academic year in Philosophy And Religious Studies.", "CIP27BACHL": "Bachelor's degree in Mathematics And Statistics.", "CIP52ASSOC": "Associate degree in Business, Management, Marketing, And Related Support Services.", "CIP41CERT2": "Certificate of at least one but less than two academic years in Science Technologies/Technicians.", "CIP41CERT1": "Certificate of less than one academic year in Science Technologies/Technicians.", "CIP38CERT4": "Award of more than two but less than four academic years in Philosophy And Religious Studies.", "CIP27CERT4": "Award of more than two but less than four academic years in Mathematics And Statistics.", "CIP43CERT1": "Certificate of less than one academic year in Homeland Security, Law Enforcement, Firefighting And Related Protective Services.", "CIP43CERT2": "Certificate of at least one but less than two academic years in Homeland Security, Law Enforcement, Firefighting And Related Protective Services.", "CIP19ASSOC": "Associate degree in Family And Consumer Sciences/Human Sciences.", "CIP48CERT2": "Certificate of at least one but less than two academic years in Precision Production.", "CIP27ASSOC": "Associate degree in Mathematics And Statistics.", "CIP11BACHL": "Bachelor's degree in Computer And Information Sciences And Support Services.", "CIP50ASSOC": "Associate degree in Visual And Performing Arts.", "CIP22ASSOC": "Associate degree in Legal Professions And Studies.", "CIP46CERT2": "Certificate of at least one but less than two academic years in Construction Trades.", "CIP47CERT4": "Award of more than two but less than four academic years in Mechanic And Repair Technologies/Technicians.", "CIP46CERT1": "Certificate of less than one academic year in Construction Trades.", "CIP47CERT1": "Certificate of less than one academic year in Mechanic And Repair Technologies/Technicians.", "CIP14ASSOC": "Associate degree in Engineering.", "CIP47CERT2": "Certificate of at least one but less than two academic years in Mechanic And Repair Technologies/Technicians.", "CIP09CERT2": "Certificate of at least one but less than two academic years in Communication, Journalism, And Related Programs.", "CIP09CERT1": "Certificate of less than one academic year in Communication, Journalism, And Related Programs.", "CIP47BACHL": "Bachelor's degree in Mechanic And Repair Technologies/Technicians.", "CIP05ASSOC": "Associate degree in Area, Ethnic, Cultural, Gender, And Group Studies.", "CIP09CERT4": "Award of more than two but less than four academic years in Communication, Journalism, And Related Programs.", "CIP25ASSOC": "Associate degree in Library Science.", "CIP23CERT4": "Award of more than two but less than four academic years in English Language And Literature/Letters.", "CIP23CERT2": "Certificate of at least one but less than two academic years in English Language And Literature/Letters.", "CIP23CERT1": "Certificate of less than one academic year in English Language And Literature/Letters.", "CIP27CERT2": "Certificate of at least one but less than two academic years in Mathematics And Statistics.", "CIP27CERT1": "Certificate of less than one academic year in Mathematics And Statistics.", "CIP38BACHL": "Bachelor's degree in Philosophy And Religious Studies.", "CIP16BACHL": "Bachelor's degree in Foreign Languages, Literatures, And Linguistics.", "CIP13BACHL": "Bachelor's degree in Education.", "CIP45BACHL": "Bachelor's degree in Social Sciences.", "CIP38ASSOC": "Associate degree in Philosophy And Religious Studies.", "CIP14BACHL": "Bachelor's degree in Engineering.", "CIP24BACHL": "Bachelor's degree in Liberal Arts And Sciences, General Studies And Humanities.", "CIP04BACHL": "Bachelor's degree in Architecture And Related Services.", "CIP54ASSOC": "Associate degree in History.", "CIP29ASSOC": "Associate degree in Military Technologies And Applied Sciences.", "CIP29BACHL": "Bachelor's degree in Military Technologies And Applied Sciences.", "CIP38CERT2": "Certificate of at least one but less than two academic years in Philosophy And Religious Studies.", "CIP26CERT1": "Certificate of less than one academic year in Biological And Biomedical Sciences.", "CIP26CERT2": "Certificate of at least one but less than two academic years in Biological And Biomedical Sciences.", "CIP26ASSOC": "Associate degree in Biological And Biomedical Sciences.", "CIP16ASSOC": "Associate degree in Foreign Languages, Literatures, And Linguistics.", "CIP09ASSOC": "Associate degree in Communication, Journalism, And Related Programs.", "CIP41CERT4": "Award of more than two but less than four academic years in Science Technologies/Technicians.", "CIP42ASSOC": "Associate degree in Psychology.", "CIP25CERT4": "Award of more than two but less than four academic years in Library Science.", "CIP16CERT4": "Award of more than two but less than four academic years in Foreign Languages, Literatures, And Linguistics.", "CIP25CERT1": "Certificate of less than one academic year in Library Science.", "CIP16CERT2": "Certificate of at least one but less than two academic years in Foreign Languages, Literatures, And Linguistics.", "CIP16CERT1": "Certificate of less than one academic year in Foreign Languages, Literatures, And Linguistics.", "CIP25CERT2": "Certificate of at least one but less than two academic years in Library Science.", "CIP12CERT2": "Certificate of at least one but less than two academic years in Personal And Culinary Services.", "CIP12CERT1": "Certificate of less than one academic year in Personal And Culinary Services.", "CIP01BACHL": "Bachelor's degree in Agriculture, Agriculture Operations, And Related Sciences.", "CIP51BACHL": "Bachelor's degree in Health Professions And Related Programs.", "CIP23BACHL": "Bachelor's degree in English Language And Literature/Letters.", "CIP26BACHL": "Bachelor's degree in Biological And Biomedical Sciences.", "CIP48CERT4": "Award of more than two but less than four academic years in Precision Production.", "CIP44CERT2": "Certificate of at least one but less than two academic years in Public Administration And Social Service Professions.", "CIP54BACHL": "Bachelor's degree in History.", "CIP22CERT4": "Award of more than two but less than four academic years in Legal Professions And Studies.", "CIP23ASSOC": "Associate degree in English Language And Literature/Letters.", "CIP29CERT2": "Certificate of at least one but less than two academic years in Military Technologies And Applied Sciences.", "CIP22CERT1": "Certificate of less than one academic year in Legal Professions And Studies.", "CIP22CERT2": "Certificate of at least one but less than two academic years in Legal Professions And Studies.", "CIP01ASSOC": "Associate degree in Agriculture, Agriculture Operations, And Related Sciences.", "CIP47ASSOC": "Associate degree in Mechanic And Repair Technologies/Technicians.", "CIP04ASSOC": "Associate degree in Architecture And Related Services.", "CIP39ASSOC": "Associate degree in Theology And Religious Vocations.", "CIP49BACHL": "Bachelor's degree in Transportation And Materials Moving.", "CIP52BACHL": "Bachelor's degree in Business, Management, Marketing, And Related Support Services.", "CIP44CERT1": "Certificate of less than one academic year in Public Administration And Social Service Professions.", "CIP03ASSOC": "Associate degree in Natural Resources And Conservation.", "CIP44CERT4": "Award of more than two but less than four academic years in Public Administration And Social Service Professions.", "CIP05CERT4": "Award of more than two but less than four academic years in Area, Ethnic, Cultural, Gender, And Group Studies.", "CIP05CERT2": "Certificate of at least one but less than two academic years in Area, Ethnic, Cultural, Gender, And Group Studies.", "CIP05CERT1": "Certificate of less than one academic year in Area, Ethnic, Cultural, Gender, And Group Studies.", "CIP01CERT2": "Certificate of at least one but less than two academic years in Agriculture, Agriculture Operations, And Related Sciences.", "CIP01CERT1": "Certificate of less than one academic year in Agriculture, Agriculture Operations, And Related Sciences.", "CIP12BACHL": "Bachelor's degree in Personal And Culinary Services.", "CIP41ASSOC": "Associate degree in Science Technologies/Technicians.", "CIP52CERT2": "Certificate of at least one but less than two academic years in Business, Management, Marketing, And Related Support Services.", "CIP52CERT1": "Certificate of less than one academic year in Business, Management, Marketing, And Related Support Services.", "CIP01CERT4": "Awards of at least two but less than four academic years in Agriculture, Agriculture Operations, And Related Sciences.", "CIP52CERT4": "Award of more than two but less than four academic years in Business, Management, Marketing, And Related Support Services.", "CIP25BACHL": "Bachelor's degree in Library Science.", "CIP12ASSOC": "Associate degree in Personal And Culinary Services.", "CIP11ASSOC": "Associate degree in Computer And Information Sciences And Support Services.", "CIP43CERT4": "Award of more than two but less than four academic years in Homeland Security, Law Enforcement, Firefighting And Related Protective Services.", "CIP19CERT2": "Certificate of at least one but less than two academic years in Family And Consumer Sciences/Human Sciences.", "CIP19CERT1": "Certificate of less than one academic year in Family And Consumer Sciences/Human Sciences.", "CIP19CERT4": "Award of more than two but less than four academic years in Family And Consumer Sciences/Human Sciences.", "CIP26CERT4": "Award of more than two but less than four academic years in Biological And Biomedical Sciences.", "CIP10ASSOC": "Associate degree in Communications Technologies/Technicians And Support Services.", "CIP31ASSOC": "Associate degree in Parks, Recreation, Leisure, And Fitness Studies.", "CIP03CERT4": "Award of at least two but less than four academic years in Natural Resources And Conservation.", "CIP41BACHL": "Bachelor's degree in Science Technologies/Technicians.", "CIP03CERT1": "Certificate of less than one academic year in Natural Resources And Conservation.", "CIP03CERT2": "Certificate of at least one but less than two academic years in Natural Resources And Conservation.", "CIP45ASSOC": "Associate degree in Social Sciences.", "CIP44ASSOC": "Associate degree in Public Administration And Social Service Professions.", "CIP05BACHL": "Bachelor's degree in Area, Ethnic, Cultural, Gender, And Group Studies.", "CIP42CERT4": "Award of more than two but less than four academic years in Psychology.", "CIP30BACHL": "Bachelor's degree in Multi/Interdisciplinary Studies.", "CIP42CERT2": "Certificate of at least one but less than two academic years in Psychology.", "CIP42CERT1": "Certificate of less than one academic year in Psychology.", "CIP04CERT4": "Award of more than two but less than four academic years in Architecture And Related Services.", "CIP39BACHL": "Bachelor's degree in Theology And Religious Vocations.", "CIP48CERT1": "Certificate of less than one academic year in Precision Production.", "CIP04CERT1": "Certificate of less than one academic year in Architecture And Related Services.", "CIP04CERT2": "Certificate of at least one but less than two academic years in Architecture And Related Services.", "CIP49ASSOC": "Associate degree in Transportation And Materials Moving.", "CIP24ASSOC": "Associate degree in Liberal Arts And Sciences, General Studies And Humanities.", "CIP15BACHL": "Bachelor's degree in Engineering Technologies And Engineering-Related Fields."}